const data = {
    "南港站": [25.052116, 121.606686, "台北市南港區南港路一段313號"],
    "台北站": [25.047924, 121.517081, "台北市中正區北平西路3號"], 
    "板橋站": [25.014051, 121.463815, "新北市板橋區縣民大道二段7號"],
    "桃園站": [25.013093, 121.215217, "桃園縣中壢市高鐵北路一段6號"],
    "新竹站": [24.80806, 121.040415, "新竹縣竹北市高鐵七路6號"],
    "苗栗站": [24.6085046,120.8268729, "苗栗縣後龍鎮高鐵三路268號"],
    "台中站": [24.112143,120.616152, "台中市烏日區站區二路8號"],
    "彰化站": [23.874107202857694, 120.57484110951236, "彰化縣田中鎮站區路二段99號"],
    "雲林站": [23.7335579, 120.4173025, "雲林縣虎尾鎮站前東路301號"], 
    "嘉義站": [23.459565, 120.32332, "嘉義縣太保市高鐵西路168號"],
    "台南站": [22.924928, 120.28572, "台南市歸仁區歸仁大道100號"],
    "左營站": [22.686927, 120.307827, "高雄市左營區高鐵路105號"]
};
export default data;